Repository: AlexandrovaIrina/Fuzzy_portfolio_selection
Catalog: Fuzzy portfolio selection-omegat.tmx
Source language: en_us
Languages: ru_ru

source: Works of these scholars greatly enrich the theoretical and applied value of portfolio selec-tion, however, most existing studies still suffer from two deficiencies.
ru_ru: Работы этих исследователей значительно улучшили теоретическую и прикладную ценность выбора портфелей активов, однако большинство существующих исследований все еще подвержены двум недостаткам.

source: Xianhe Wang1 · Bo Wang1 · Shu Liu2 · Huaxiong Li1 · Tianxing Wang1 · Junzo Watada3
ru_ru: Сян Ван1 · Бо Ван1 · Шу Лю2 · Хуасюн Ли1 · Тяньсин Ван1 · Дзюнзо Ватада3

source: Yao [42].
ru_ru: Яо [42].

source: Zhang [44] proposed the fuzzy-entropy-based game theoretic shadowed sets, a three- way approxi-mation of fuzzy sets, to find a balance method for two kinds uncertainties.
ru_ru: Чжан [44] предложил теоретико-игровые затененные множества, основанные на нечеткой энтропии, трехстороннюю аппроксимацию нечетких множеств, чтобы найти метод баланса для двух видов неопределенностей.

source: [27], Markowitz used the mean
ru_ru: [27] Марковиц использовал среднее значение

source: \ Huaxiong Li
ru_ru: \ Хуасюн Ли

source: \ Junzo Watada
ru_ru: \ Дзюнзо Ватада

source: \ Shu Liu
ru_ru: \ Шу Лю

source: \ Tianxing Wang
ru_ru: \ Тяньсин Ван

source: \ Xianhe Wang
ru_ru: \ Сян Ван

source: abilities will be converted into decision weight, and inves-
ru_ru: будут конвертироваться в вес решения, и инвесторы-

source: able ξ as:
ru_ru: ξ как:

source: act out loss aversion while confronting the same degree of
ru_ru: разыгрывать неприятие потерь, пока противостоят одинаковой степени

source: as an indicator of return and the variance as an indicator of risk.
ru_ru: в качестве показателя доходности, а дисперсию — в качестве показателя риска.

source: belongs to state , and the counterparts PN , BN , NN represent the losses incurred for taking the same actions while the element does not belong to state .
ru_ru: принадлежит состоянию X, а соответствующие значения PN , BN , NN представляют собой потери, вызванные принятием тех же действий, в то время как элемент не принадлежит состоянию X.

source: by taking different actions in different states are listed in
ru_ru: выписаны в Таблице 1 по предпринимаемым действиям в разных состояниях,

source: could lead to k outcomes, quantified by x1, x2, …, xk .
ru_ru: может вести к kисходов, количественно определяемых через x1, x2, …, xk .

source: disjoint areas: positive (POS( )), boundary (BND( )) and
ru_ru: непересекающиеся области: положительную (POS( )), граничную (BND( )) и

source: expected value, i.e., maximize
ru_ru: ожидаемым значением, т.е. максимизируют

source: forecast uncertainty to a certain extent.
ru_ru: лучше застраховать от неопределенности прогнозирования.

source: gains and losses.
ru_ru: прибыли и убытков.

source: high probability event.
ru_ru: высоко вероятное событие.

source: ing losses of taking actions aP , aB , aN while the element
ru_ru: потери, соответствующие принятию действий aP , aB , aN в то время, как элемент

source: is pi .
ru_ru: - pi .

source: is defined as [38]:
ru_ru: определяется как [38]:

source: makers will always choose the option with the highest
ru_ru: принимающие решения, всегда выбирают вариант с наибольшим

source: mality, subadditivity and normality.
ru_ru: субаддитивности и нормальности.

source: man proposed PT [15] and CPT [33].
ru_ru: предложили PT [15] and CPT [33].

source: matrix
ru_ru: потерь

source: measurement satisfies the axioms of monotonicity, maxi-
ru_ru: удовлетворяет аксиомам о монотонности, максимальности,

source: negative (NEG( )) areas respectively.
ru_ru: отрицательную (NEG( )) области соответственно.

source: options for decision-makers to choose from.
ru_ru: вариантов для лиц, принимающих решение, из которых можно выбирать.

source: probability of outcome xi
ru_ru: исхода xi

source: related to the chosen of a reference point.
ru_ru: рассчитываются относительно исходной точки.

source: sions investors made under uncertainty and risk conflict
ru_ru: те или иные решения в условиях неопределенности и конфликта рисков,

source: theory, 3WD and CPT will be introduced.
ru_ru: сведения из теории нечетких множеств, 3WD и CPT.

source: tively.
ru_ru: соответственно.

source: tors will magnify the low probability event and minify the
ru_ru: будут преувеличивать низко вероятное событие и преуменьшать

source: tors’ perception toward gains and losses are not linear.
ru_ru: инвесторов относительно прибыли и убытков не линейны.

source: trading.
ru_ru: торговли.

source: which aP , aB , aN indicate to classify the elements into three
ru_ru: в котором aP , aB , aN указывают как классифицировать элементы в три

source: which means an element is belong to state or not respec-
ru_ru: из этого следует, что элемент принадлежит состоянию X или нет,

source: with classical economic theories, Tversky and Kanhne-
ru_ru: с помощью классических экономических теорий, Тверски и Каннеман

source: © The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature 2021
ru_ru: © Автор(ы), по эксклюзивной лицензии Springer-Verlag GmbH Germany, часть Springer Nature 2021

source: ∈ (0, 1), the notation of γ-level cut set of fuzzy variable ξ
ru_ru: ∈ (0, 1), обозначение γ-уровневого среза множества нечетких переменных ξ
